{
	"python":
	{
		"name": "python",
		"description": "Python is an interpreted high-level programming language for general-purpose programming. Python has a design philosophy that emphasizes code readability, notably using significant whitespace. It provides constructs that enable clear programming on both small and large scales.",
		"creator": "Guido van Rossum",
		"created": "First concieved in the late 1980's.",
		"image": "https://i.imgur.com/GDcwKmZ.png"
	},

	"cobra": 
	{
		"name": "cobra",
		"description": "Cobras are large and diverse group of snakes. There are 270 different types of cobras.",
		"location": "Africa, Asia and Australia, usually in forests and areas near river.",
		"venomous": "Yes",
		"image": "https://i.imgur.com/WSnvhC0.jpg"
	},
	
	"anaconda":
	{
		"name": "anaconda",
		"description": "Anacondas are the largest and heaviest known snakes. There are 4 types of anacondas.",
		"location": "Tropical rainforests, lakes and swamps of South America. Anacondas are especially numerous near Amazon and Orinoco rivers.",
		"venomous": "No",
		"image": "https://i.imgur.com/MNIY8zX.jpg"
	},

	"black mamba":
	{
		"name": "black mamba",
		"description": "Black mamba is one of the deadliest snakes on the planet. Black mamba can survive in different types of habitat: savannas, swamps, forests, woods and rocky areas.",
		"location": "Eastern and Southern parts of Africa",
		"venomous": "Yes",
		"image": "https://i.imgur.com/aLbAFkE.jpg"
	},

	"rattlesnake":
	{
		"name": "rattlesnake",
		"description": "Rattlesnakes are easily recognized animals. There are 32 known species of rattlesnakes. Major threats to survival of rattlesnakes are habitat loss and organized killing (extermination) due to fear of these creatures.",
		"location": "North and South America.",
		"venomous": "Yes",
		"image": "https://i.imgur.com/BjWQ9Tv.jpg"
	},

	"boa constrictor":
	{
		"name": "boa constrictor",
		"description": "Boa constrictor is a close relative of anaconda. Boa constrictor is known as one of the most beautiful snakes because of its colorful skin with interesting prints.",
		"location": "South and Central America.",
		"venomous": "No",
		"image": "https://i.imgur.com/vuJeUwl.jpg"
	},

	"king":
	{
		"name": "king",
		"description": "King snake is a type of snake that belongs to the colubrid family. There are 11 species and 45 subspecies of king snakes",
		"location": "North, Central and South America. ",
		"venomous": "No",
		"image": "https://i.imgur.com/7XsXJGs.jpg"
	},

	"taipan":{
		"name": "taipan",
		"description": "The taipans are snakes of the genus Oxyuranus in the elapid family. They are large and fast-moving. The taipans are considered some of the most deadly known snakes.",
		"location": "Australasia",
		"venomous": "Yes",
		"image": "https://i.imgur.com/Z0y52fm.jpg"
	},

	"sea snake":
	{
		"name": "sea snake",
		"description": "Sea snakes are group of snakes adapted to the life in salty and brackish water. Sea snakes belong to the family of cobras.",
		"location": "Indian and Pacific Ocean.",
		"venomous": "Yes",
		"image": "https://i.imgur.com/hEjQK0m.jpg"
	}
}